Repository: awesome-academy/hn_naitei16_python-ecommerce
Catalog: shop/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Wrong phone number format!
vi: Sai định dạng số điện thoại

source: Phone
vi: Điện thoại

source: Username
vi: Tên đăng nhập

source: First name
vi: Họ

source: Last name
vi: Tên

source: Address
vi: Địa chỉ

source: Password
vi: Mật khẩu

source: Confirm password
vi: Xác nhận mật khẩu

source: Women Collection 2021
vi: Bộ sưu tập dành cho phụ nữ 2021

source: New arrivals
vi: Điểm đến mới

source: Shop Now
vi: Mua luôn

source: MHA Group
vi: Tập Đoàn MHA

source: Hello everybody
vi: Xin chào mọi người

source: Hot Products
vi: Sản phẩm nổi bật

source: Copyright
vi: Bản quyền

source: OK
vi: Chọn

source: Home
vi: Trang chủ

source: Shop
vi: Cửa Hàng

source: About
vi: Thông tin

source: Contact
vi: Liên hệ

source: Your wishlist
vi: Đồ ưu thích

source: User settings
vi: Cài đặt người dùng

source: Change password
vi: Đổi mật khẩu

source: Logout
vi: Đăng xuất

source: Shop management
vi: Quản lý shop

source: Order
vi: Giỏ hàng

source: Waiting Order
vi: Đơn hàng chờ xử lý

source: Canceled Order
vi: Đơn hàng đã hủy

source: History Order
vi: Lịch sử mua hàng

source: Register
vi: Đăng ký

source: Login
vi: Đăng nhập

source: Welcome to my shop!
vi: Chào mừng đến với cửa hàng của chúng tôi!

source: Email address
vi: Địa chỉ email

source: Don't have an account?
vi: Bạn chưa có tài khoản?

source: Register here
vi: Đăng ký ngay

source: Cart
vi: Giỏ hàng

source: Product
vi: Sản phẩm

source: Size
vi: Cỡ

source: Price
vi: Giá

source: Quantity
vi: Số lượng

source: Total
vi: Tổng

source: Action
vi: Hành động

source: Proceed to Pay
vi: Tiến hành đặt hàng

source: Cart Totals
vi: Tổng hóa đơn

source: Subtotal
vi: Tổng

source: Shipping
vi: ĐƠn vị gia hàng

source: use shipping service VNC
vi: Sử dụng dịch vụ vận chuyển VNC

source: address
vi: Địa chỉ

source: phone
vi: Điện thoại

source: Proceed to Checkout
vi: Đặt hàng

source: Categories
vi: Loại sản phẩm

source: All
vi: Tất Cả

source: Search Products...
vi: Tìm kiếm sản phẩm ...

source: Change your password
vi: Thay đổi mật khẩu

source: Save and change
vi: Lưu và thay đổi

source: Profile
vi: Thông tin của bạn

source: Update profile
vi: Cập nhật

source: Shop management
vi: Quản lý shop

source: Pending Orders
vi: Đơn chờ xử lý

source: Finished Orders
vi: Đơn đã hoàn thành

source: Today's Revenue
vi: Doanh thu hôm nay

source: 7-days Revenue
vi: Doanh thu 7 ngày

source: Number of pending orders:
vi: Số lượng đơn chờ xử lý:

source: Number of orders processed:
vi: Số lượng đơn đã được xử lý:

source: create at
vi: Ngày tạo

source: approve at
vi: Ngày xử lý

source: receiver
vi: Người nhận hàng

source: Order account
vi: Tài khoản đặt hàng

source: Order code
vi: Mã đơn

source: cancel order
vi: Hủy đơn hàng

source: Finish
vi: Hoàn thành

source: quantity left
vi: Số lượng còn

source: selection suggestion
vi: Gợi ý lựa chọn

source: Add to Cart
vi: Thêm vào giỏ hàng

source: Reviews
vi: Đánh giá

source: Your Rating:
vi: Bình chọn:

source: Your review
vi: Nhập đánh giá của bạn

source: Review
vi: Đánh giá

source: You must be logged in to post a review!
vi: Để đánh giá sản phẩm bạn cần đăng nhập!

source: Related Products
vi: Các sản phẩm liên quan

source: All categories
vi: Tất cả loại sản phẩm

source: Search results for
vi: Kết quả tìm kiếm cho

source: Promotions
vi: Khuyến mại

source: Default Sorting
vi: Phân loại mặc định

source: Price: low to high
vi: Giá : thấp đến cao

source: Price: high to low
vi: Giá: cao đến thấp

source: Your wishlist
vi: Đồ ưu thích

source: IMG-Product
vi: Ảnh sản phẩm

source: Delete
vi: Xóa

source: You have not added anything to wishlist!
vi: Bạn chưa thêm gì vào danh sách cả!

source: Order statistics in 30 days
vi: Thống kê đơn hàng trong 30 ngày qua

source: Number of orders
vi: Số đơn hàng

source: Day
vi: Ngày

source: All orders
vi: Tất cả đơn

source: Finished order
vi: Đơn thành công

source: Canceled order
vi: Đơn bị hủy

source: Finished orders
vi: Đơn thành công

source: Review statistics in 30 days
vi: Thống kê đánh giá của người dùng trong 30 ngày qua

source: Number times
vi: Số lần

source: User rating
vi: Đánh giá của người dùng

source: Successful registration, you can log in now.
vi: Đăng ký thành công, bạn có thể đăng nhập ngay bây giờ.

source: Your email address or password is incorrect. Please login again!
vi: Địa chỉ email hoặc mật khẩu không chính xác. Hãy đăng nhập lại!

source: You have successfully changed your personal information!
vi: Bạn đã thay đổi thông tin cá nhân thành công!

source: Your password was successfully updated. Please log in again!
vi: Bạn đã thay đổi mật khẩu thành công. Vui lòng đăng nhập lại!

source: You have not ordered any products yet
vi: Bạn chưa đặt sản phẩm nào cả!

source: exceed the amount
vi: vượt quá số lượng!

source: you entered the wrong number
vi: bạn đã nhập sai số

source: Not found item with ID = {}
vi: Không tìm thấy sản phẩm với id =

source: Not found order with ID = {}
vi: Không tìm thấy sản phẩm với id =

source: order waiting for pending
vi: Đơn hàng chờ xử lý

source: you have no pending orders
vi: Bạn không có đơn hàng nào chờ xử lý

source: order has been canceled
vi: Đơn hàng đã hủy

source: you have no canceled orders
vi: Bạn không có đơn hàng đã hủy

source: Purchased orders
vi: Lịch sử mua hàng

source: you have no Purchase orders
vi: Bạn chưa đặt đơn hàng

source: star
vi: sao

source: Order management
vi: Quản lý đơn hàng

source: There are no pending orders!
vi: Không có đơn nào đang chờ xử lý!

source: The order has been processed!
vi: Đơn hàng đã được xử lý!

source: No orders yet!
vi: Chưa có đơn nào!
